;TORSO
[mkerron_Torso_KV_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 身体"

[mkerron_Torso_LPL_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 身体"

[mkerron_Torso_MPL_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 身体"

[mkerron_Torso_HPL_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 身体"

[mkerron_Torso_LPO_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 身体"

[mkerron_Torso_MPO_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 身体"

[mkerron_Torso_HPO_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 身体"

;TORSO WOTC
[mkerron_Torso_Reaper X2BodyPartTemplate]
DisplayName="艾伦布莱克 身体"

[mkerron_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="艾伦布莱克 身体"

[mkerron_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="艾伦布莱克 身体"

[mkerron_Torso_Templar X2BodyPartTemplate]
DisplayName="艾伦布莱克 身体"

[mkerron_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="艾伦布莱克 身体"

[mkerron_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="艾伦布莱克 身体"

[mkerron_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="艾伦布莱克 身体"

[mkerron_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="艾伦布莱克 身体"

[mkerron_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="艾伦布莱克 身体"

;ARMS
[mkerron_Arms_KV_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 手臂"

[mkerron_Arms_LPL_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 手臂"

[mkerron_Arms_MPL_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 手臂"

[mkerron_Arms_HPL_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 手臂"

[mkerron_Arms_LPO_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 手臂"

[mkerron_Arms_MPO_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 手臂"

[mkerron_Arms_HPO_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 手臂"

;ARMS WOTC
[mkerron_Arms_Reaper X2BodyPartTemplate]
DisplayName="艾伦布莱克 手臂"

[mkerron_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="艾伦布莱克 手臂"

[mkerron_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="艾伦布莱克 手臂"

[mkerron_Arms_Templar X2BodyPartTemplate]
DisplayName="艾伦布莱克 手臂"

[mkerron_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="艾伦布莱克 手臂"

[mkerron_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="艾伦布莱克 手臂"

[mkerron_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="艾伦布莱克 手臂"

[mkerron_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="艾伦布莱克 手臂"

[mkerron_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="艾伦布莱克 手臂"

;LEGS
[mkerron_Legs_KV_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 腿"

[mkerron_Legs_LPL_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 腿"

[mkerron_Legs_MPL_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 腿"

[mkerron_Legs_HPL_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 腿"

[mkerron_Legs_LPO_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 腿"

[mkerron_Legs_MPO_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 腿"

[mkerron_Legs_HPO_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 腿"

;LEGS WOTC
[mkerron_Legs_Reaper X2BodyPartTemplate]
DisplayName="艾伦布莱克 腿"

[mkerron_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="艾伦布莱克 腿"

[mkerron_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="艾伦布莱克 腿"

[mkerron_Legs_Templar X2BodyPartTemplate]
DisplayName="艾伦布莱克 腿"

[mkerron_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="艾伦布莱克 腿"

[mkerron_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="艾伦布莱克 腿"

[mkerron_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="艾伦布莱克 腿"

[mkerron_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="艾伦布莱克 腿"

[mkerron_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="艾伦布莱克 腿"

[mkerron_Helmets_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 帽子"


[mkerron_Helmets_M2 X2BodyPartTemplate]
DisplayName="艾伦布莱克 面具"




;THIGHS
[mkerron_Thighs_KV_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 枪套"

[mkerron_Thighs_LPL_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 枪套"

[mkerron_Thighs_MPL_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 枪套"

[mkerron_Thighs_HPL_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 枪套"

[mkerron_Thighs_LPO_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 枪套"

[mkerron_Thighs_MPO_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 枪套"

[mkerron_Thighs_HPO_M X2BodyPartTemplate]
DisplayName="艾伦布莱克 枪套"

;THIGHS WOTC
[mkerron_Thighs_Reaper X2BodyPartTemplate]
DisplayName="艾伦布莱克 枪套"

[mkerron_Thighs_PL_Reaper X2BodyPartTemplate]
DisplayName="艾伦布莱克 枪套"

[mkerron_Thighs_PO_Reaper X2BodyPartTemplate]
DisplayName="艾伦布莱克 枪套"

[mkerron_Thighs_Templar X2BodyPartTemplate]
DisplayName="艾伦布莱克 枪套"

[mkerron_Thighs_PL_Templar X2BodyPartTemplate]
DisplayName="艾伦布莱克 枪套"

[mkerron_Thighs_PO_Templar X2BodyPartTemplate]
DisplayName="艾伦布莱克 枪套"

[mkerron_Thighs_Skirmisher X2BodyPartTemplate]
DisplayName="艾伦布莱克 枪套"

[mkerron_Thighs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="艾伦布莱克 枪套"

[mkerron_Thighs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="艾伦布莱克 枪套"



[Errongun X2WeaponTemplate]
FriendlyName="艾伦布莱克 左轮手枪"
FriendlyNamePlural="艾伦布莱克 左轮手枪"
BriefSummary="他的好朋友"
TacticalText="他的好朋友"
AbilityDescName="手枪"
